Repository: lliurex/lliuwin-wizard
Catalog: lliurex-po/lliuwin/*.po
Languages: es

source: Welcome to LliureX 22. Let's do some final adjustments
es: El equipo de LliureX 22 te da la bienvenida. Hacen falta unos últimos ajustes

source: Configure new account
es: Configurar cuenta

source: You can also define an avatar for your user
es: Puedes seleccionar un avatar para el usuario

source: Locale
es: Idioma

source: Hostname
es: Nombre del pc

source: Passwords don't match
es: Las contraseñas no coinciden

source: Password length must be at least 6 characters long
es: La contraseña debe tener 6 caracteres como mínimo

source: Password length must be 30 characters maximun
es: La contraseña debe tener 30 carácteres como máximo

source: User name must be at least 2 characters long
es: El nombre de usuario debe tener más de 2 carácteres

source: User name must be at most 30 characters long
es: Como máximo el nombre de usuario puede tener 30 caracteres

source: Unknown error
es: Error

source: Read carefully
es: Lea con detenimiento

source: All ready
es: Todo preparado

source: Username
es: Usuario

source: Password
es: Contraseña

source: Repeat password
es: Repita contraseña

source: A new user will be created. Please verify the details below are correct
es: Se creará el usuario. Por favor verifique que los datos son correctos

source: LliureX is now configured. When ready press start
es: LliureX está configurado. Pulse "Iniciar" para continuar

source: Enable autologin
es: Activar inicio automático

source: Apply
es: Aplicar

source: Cancel
es: Cancelar

source: Start
es: Iniciar

source: Valencian
es: Valenciano

source: Spanish
es: Español

source: English
es: Inglés

source: Continue
es: Continuar
